{
  "Comment.nvim": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-pqf": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rg.nvim": { "branch": "main" },
  "shadowenv.vim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "trim.nvim": { "branch": "master" },
  "vim-eunuch": { "branch": "master" }
}
